[
  {
    "id": "dish1",
    "name": {
      "en": "Seafood Paella",
      "es": "Paella de Marisco",
      "ca": "Paella de Marisc",
      "fr": "Paella aux Fruits de Mer",
      "it": "Paella ai Frutti di Mare",
      "de": "Meeresfrüchte-Paella",
      "ru": "Паэлья с морепродуктами"
    },
    "description": {
      "en": "Authentic paella with the best fresh seafood from the Mediterranean.",
      "es": "Auténtica paella con los mejores mariscos frescos del Mediterráneo.",
      "ca": "Autèntica paella amb els millors mariscs frescos del Mediterrani.",
      "fr": "Authentique paella préparée avec les meilleurs fruits de mer frais de la Méditerranée.",
      "it": "Autentica paella con i migliori frutti di mare freschi del Mediterraneo.",
      "de": "Authentische Paella mit den besten frischen Meeresfrüchten aus dem Mittelmeer.",
      "ru": "Аутентичная паэлья с лучшими свежими морепродуктами из Средиземного моря."
    },
    "price": "22.50",
    "category": "main",
    "image": "/images/dishes/paella.jpg"
  },
  {
    "id": "dish2",
    "name": {
      "en": "Galician Octopus",
      "es": "Pulpo a la Gallega",
      "ca": "Pop a la Gallega",
      "fr": "Poulpe à la Galicienne",
      "it": "Polpo alla Galiziana",
      "de": "Galicischer Oktopus",
      "ru": "Осьминог по-галисийски"
    },
    "description": {
      "en": "Cooked octopus served with potatoes, paprika and olive oil.",
      "es": "Pulpo cocido servido con patatas, pimentón y aceite de oliva.",
      "ca": "Pop cuit servit amb patates, pebre vermell i oli d'oliva.",
      "fr": "Poulpe cuit servi avec des pommes de terre, du paprika et de l'huile d'olive.",
      "it": "Polpo cotto servito con patate, paprika e olio d'oliva.",
      "de": "Gekochter Oktopus, serviert mit Kartoffeln, Paprika und Olivenöl.",
      "ru": "Вареный осьминог, подается с картофелем, паприкой и оливковым маслом."
    },
    "price": "18.00",
    "category": "starters",
    "image": "/images/dishes/pulpo.jpg"
  },
  {
    "id": "dish3",
    "name": {
      "en": "Catalan Cream",
      "es": "Crema Catalana",
      "ca": "Crema Catalana",
      "fr": "Crème Catalane",
      "it": "Crema Catalana",
      "de": "Katalanische Creme",
      "ru": "Каталонский крем"
    },
    "description": {
      "en": "Traditional Catalan dessert with a caramelized sugar layer.",
      "es": "Postre tradicional catalán con una capa de azúcar caramelizada.",
      "ca": "Postre tradicional català amb una capa de sucre caramel·litzada.",
      "fr": "Dessert traditionnel catalan avec une couche de sucre caramélisé.",
      "it": "Dessert tradizionale catalano con uno strato di zucchero caramellato.",
      "de": "Traditionelles katalanisches Dessert mit einer karamellisierten Zuckerschicht.",
      "ru": "Традиционный каталонский десерт с карамелизированным слоем сахара."
    },
    "price": "7.50",
    "category": "desserts",
    "image": "/images/dishes/crema-catalana.jpg"
  },
  {
    "id": "dish4",
    "name": {
      "en": "Andalusian Gazpacho",
      "es": "Gazpacho Andaluz",
      "ca": "Gaspatxo Andalús",
      "fr": "Gaspacho Andalou",
      "it": "Gazpacho Andaluso",
      "de": "Andalusischer Gazpacho",
      "ru": "Андалузский гаспачо"
    },
    "description": {
      "en": "Cold tomato, cucumber, pepper, and garlic soup, served with croutons.",
      "es": "Sopa fría de tomate, pepino, pimiento y ajo, servida con picatostes.",
      "ca": "Sopa freda de tomàquet, cogombre, pebrot i all, servida amb crostons.",
      "fr": "Soupe froide à base de tomates, concombre, poivron et ail, servie avec des croûtons.",
      "it": "Zuppa fredda di pomodoro, cetriolo, peperone e aglio, servita con crostini.",
      "de": "Kalte Suppe aus Tomaten, Gurken, Paprika und Knoblauch, serviert mit Croutons.",
      "ru": "Холодный суп из томатов, огурцов, перца и чеснока, подается с гренками."
    },
    "price": "9.00",
    "category": "starters",
    "image": "/images/dishes/gazpacho.jpg"
  },
  {
    "id": "dish5",
    "name": {
      "en": "Iberian Ham Croquettes",
      "es": "Croquetas de Jamón Ibérico",
      "ca": "Croquetes de Pernil Ibèric",
      "fr": "Croquettes au Jambon Ibérique",
      "it": "Crocchette di Prosciutto Iberico",
      "de": "Iberische Schinkenkroketten",
      "ru": "Крокеты с иберийской ветчиной"
    },
    "description": {
      "en": "Creamy croquettes filled with premium Iberian ham, lightly fried until golden.",
      "es": "Cremosas croquetas rellenas de jamón ibérico premium, ligeramente fritas hasta dorar.",
      "ca": "Cremoses croquetes farcides de pernil ibèric premium, lleugerament fregides fins a daurar.",
      "fr": "Croquettes crémeuses farcies de jambon ibérique premium, légèrement frites jusqu'à ce qu'elles soient dorées.",
      "it": "Cremose crocchette ripiene di prosciutto iberico di prima qualità, leggermente fritte fino a doratura.",
      "de": "Cremige Kroketten gefüllt mit Premium-Iberischem Schinken, leicht frittiert bis sie goldbraun sind.",
      "ru": "Сливочные крокеты с начинкой из премиальной иберийской ветчины, слегка обжаренные до золотистой корочки."
    },
    "price": "12.00",
    "category": "starters",
    "image": "/images/dishes/croquetas.jpg"
  },
  {
    "id": "dish6",
    "name": {
      "en": "Grilled Sea Bass",
      "es": "Lubina a la Parrilla",
      "ca": "Llobarro a la Graella",
      "fr": "Bar Grillé",
      "it": "Spigola alla Griglia",
      "de": "Gegrillter Wolfsbarsch",
      "ru": "Морской окунь на гриле"
    },
    "description": {
      "en": "Fresh Mediterranean sea bass grilled with herbs, lemon, and olive oil, served with seasonal vegetables.",
      "es": "Lubina fresca del Mediterráneo a la parrilla con hierbas, limón y aceite de oliva, servida con verduras de temporada.",
      "ca": "Llobarro fresc del Mediterrani a la graella amb herbes, llimona i oli d'oliva, servit amb verdures de temporada.",
      "fr": "Bar frais de la Méditerranée grillé aux herbes, citron et huile d'olive, servi avec des légumes de saison.",
      "it": "Spigola fresca del Mediterraneo alla griglia con erbe, limone e olio d'oliva, servita con verdure di stagione.",
      "de": "Frischer Mittelmeer-Wolfsbarsch gegrillt mit Kräutern, Zitrone und Olivenöl, serviert mit Saisongemüse.",
      "ru": "Свежий средиземноморский окунь на гриле с травами, лимоном и оливковым маслом, подается с сезонными овощами."
    },
    "price": "26.00",
    "category": "main",
    "image": "/images/dishes/sea-bass.jpg"
  },
  {
    "id": "dish7",
    "name": {
      "en": "Patatas Bravas",
      "es": "Patatas Bravas",
      "ca": "Patates Braves",
      "fr": "Patatas Bravas",
      "it": "Patatas Bravas",
      "de": "Patatas Bravas",
      "ru": "Пататас Бравас"
    },
    "description": {
      "en": "Crispy potatoes served with spicy tomato sauce and garlic aioli.",
      "es": "Patatas crujientes servidas con salsa de tomate picante y alioli de ajo.",
      "ca": "Patates cruixents servides amb salsa de tomàquet picant i allioli.",
      "fr": "Pommes de terre croustillantes servies avec une sauce tomate épicée et un aïoli à l'ail.",
      "it": "Patate croccanti servite con salsa di pomodoro piccante e aioli all'aglio.",
      "de": "Knusprige Kartoffeln, serviert mit würziger Tomatensauce und Knoblauch-Aioli.",
      "ru": "Хрустящий картофель, подается с острым томатным соусом и чесночным айоли."
    },
    "price": "8.50",
    "category": "starters",
    "image": "/images/dishes/patatas-bravas.jpg"
  },
  {
    "id": "dish8",
    "name": {
      "en": "Iberian Pork Secreto",
      "es": "Secreto Ibérico",
      "ca": "Secret Ibèric",
      "fr": "Secreto Ibérique",
      "it": "Secreto Iberico",
      "de": "Iberisches Secreto",
      "ru": "Иберийский секрето"
    },
    "description": {
      "en": "Tender cut of Iberian pork grilled to perfection, served with caramelized onions and roasted potatoes.",
      "es": "Corte tierno de cerdo ibérico a la parrilla a la perfección, servido con cebollas caramelizadas y patatas asadas.",
      "ca": "Tall tendre de porc ibèric a la graella a la perfecció, servit amb cebes caramel·litzades i patates rostides.",
      "fr": "Tendre morceau de porc ibérique grillé à la perfection, servi avec des oignons caramélisés et des pommes de terre rôties.",
      "it": "Tenero taglio di maiale iberico grigliato alla perfezione, servito con cipolle caramellate e patate arrosto.",
      "de": "Zartes Stück vom iberischen Schwein, perfekt gegrillt, serviert mit karamellisierten Zwiebeln und Bratkartoffeln.",
      "ru": "Нежный отруб иберийской свинины, идеально приготовленный на гриле, подается с карамелизированным луком и жареным картофелем."
    },
    "price": "24.00",
    "category": "main",
    "image": "/images/dishes/secreto.jpg"
  },
  {
    "id": "dish9",
    "name": {
      "en": "Spanish Omelette",
      "es": "Tortilla Española",
      "ca": "Truita Espanyola",
      "fr": "Tortilla Espagnole",
      "it": "Frittata Spagnola",
      "de": "Spanisches Omelett",
      "ru": "Испанский омлет"
    },
    "description": {
      "en": "Traditional Spanish omelette made with potatoes, onions, and eggs, served warm or cold with aioli.",
      "es": "Tortilla española tradicional hecha con patatas, cebollas y huevos, servida caliente o fría con alioli.",
      "ca": "Truita espanyola tradicional feta amb patates, cebes i ous, servida calenta o freda amb allioli.",
      "fr": "Omelette espagnole traditionnelle préparée avec des pommes de terre, des oignons et des œufs, servie chaude ou froide avec de l'aïoli.",
      "it": "Frittata spagnola tradizionale preparata con patate, cipolle e uova, servita calda o fredda con aioli.",
      "de": "Traditionelles spanisches Omelett aus Kartoffeln, Zwiebeln und Eiern, warm oder kalt serviert mit Aioli.",
      "ru": "Традиционный испанский омлет из картофеля, лука и яиц, подается теплым или холодным с айоли."
    },
    "price": "10.00",
    "category": "starters",
    "image": "/images/dishes/tortilla.jpg"
  },
  {
    "id": "dish10",
    "name": {
      "en": "Churros with Chocolate",
      "es": "Churros con Chocolate",
      "ca": "Xurros amb Xocolata",
      "fr": "Churros au Chocolat",
      "it": "Churros con Cioccolato",
      "de": "Churros mit Schokolade",
      "ru": "Чуррос с шоколадом"
    },
    "description": {
      "en": "Crispy fried Spanish doughnuts dusted with cinnamon sugar, served with thick hot chocolate for dipping.",
      "es": "Crujientes rosquillas españolas fritas espolvoreadas con azúcar de canela, servidas con chocolate caliente espeso para mojar.",
      "ca": "Cruixents dònuts espanyols fregits empolvorats amb sucre de canyella, servits amb xocolata calenta espessa per sucar.",
      "fr": "Beignets espagnols croustillants saupoudrés de sucre à la cannelle, servis avec du chocolat chaud épais pour tremper.",
      "it": "Croccanti ciambelle spagnole fritte cosparse di zucchero alla cannella, servite con cioccolata calda densa per intingere.",
      "de": "Knusprige gebratene spanische Donuts mit Zimtzucker bestäubt, serviert mit dicker heißer Schokolade zum Dippen.",
      "ru": "Хрустящие испанские пончики, посыпанные сахаром с корицей, подаются с густым горячим шоколадом для макания."
    },
    "price": "8.00",
    "category": "desserts",
    "image": "/images/dishes/churros.jpg"
  },
  {
    "id": "dish11",
    "name": {
      "en": "Seafood Fideuà",
      "es": "Fideuà de Marisco",
      "ca": "Fideuà de Marisc",
      "fr": "Fideuà aux Fruits de Mer",
      "it": "Fideuà ai Frutti di Mare",
      "de": "Meeresfrüchte-Fideuà",
      "ru": "Фидеуа с морепродуктами"
    },
    "description": {
      "en": "Traditional Valencian dish similar to paella but made with thin noodles instead of rice, rich with seafood and saffron.",
      "es": "Plato tradicional valenciano similar a la paella pero elaborado con fideos finos en lugar de arroz, rico en mariscos y azafrán.",
      "ca": "Plat tradicional valencià similar a la paella però elaborat amb fideus fins en lloc d'arròs, ric en marisc i safrà.",
      "fr": "Plat traditionnel valencien similaire à la paella mais préparé avec des nouilles fines au lieu du riz, riche en fruits de mer et safran.",
      "it": "Piatto tradizionale valenciano simile alla paella ma preparato con spaghettini sottili invece del riso, ricco di frutti di mare e zafferano.",
      "de": "Traditionelles valencianisches Gericht, ähnlich wie Paella, aber mit dünnen Nudeln statt Reis zubereitet, reich an Meeresfrüchten und Safran.",
      "ru": "Традиционное валенсийское блюдо, похожее на паэлью, но приготовленное из тонкой лапши вместо риса, богатое морепродуктами и шафраном."
    },
    "price": "21.00",
    "category": "main",
    "image": "/images/dishes/fideua.jpg"
  },
  {
    "id": "dish12",
    "name": {
      "en": "Crema de Calabaza",
      "es": "Crema de Calabaza",
      "ca": "Crema de Carbassa",
      "fr": "Velouté de Potiron",
      "it": "Crema di Zucca",
      "de": "Kürbiscremesuppe",
      "ru": "Тыквенный крем-суп"
    },
    "description": {
      "en": "Velvety pumpkin cream soup with toasted pumpkin seeds, a drizzle of olive oil, and fresh herbs.",
      "es": "Aterciopelada crema de calabaza con semillas de calabaza tostadas, un chorrito de aceite de oliva y hierbas frescas.",
      "ca": "Vellutada crema de carbassa amb llavors de carbassa torrades, un rajolí d'oli d'oliva i herbes fresques.",
      "fr": "Velouté de potiron onctueux avec des graines de potiron grillées, un filet d'huile d'olive et des herbes fraîches.",
      "it": "Vellutata crema di zucca con semi di zucca tostati, un filo d'olio d'oliva e erbe fresche.",
      "de": "Samtige Kürbiscremesuppe mit gerösteten Kürbiskernen, einem Spritzer Olivenöl und frischen Kräutern.",
      "ru": "Бархатистый тыквенный крем-суп с обжаренными тыквенными семечками, оливковым маслом и свежими травами."
    },
    "price": "8.50",
    "category": "starters",
    "image": "/images/dishes/crema-calabaza.jpg"
  }
]