{
  "nav.home": "Inici",
    "nav.menu": "Menú",
    "nav.gallery": "Galeria",
    "nav.contact": "Contacte",
    "hero.title": "Cuina Signatura",
    "hero.subtitle": "Una experiència gastronòmica inoblidable",
    "hero.cta": "Reservar una Taula",
    "menu.title": "El Nostre Menú",
    "menu.description": "A INÈDIT, cada plat és una obra mestra, elaborada amb els millors ingredients i tècniques culinàries. Exploreu el nostre menú i descobriu la màgia de la cuina signatura.",
    "menu.subtitle": "Elaborat amb passió",
    "contact.description": "Ens encantaria saber de tu. Contacta'ns per a qualsevol pregunta, comentari o per consultar sobre esdeveniments privats.",
    "contact.address": "Adreça",
    "contact.phone": "Telèfon",
    "contact.email": "Correu electrònic",
    "footer.copyright": "Tots els drets reservats",
    "footer.description": "INÈDIT ofereix una experiència gastronòmica única que combina tècniques tradicionals amb enfocaments innovadors.",
    "location.title": "Ubicació",
    "location.description": "Visita'ns per experimentar l'atmosfera única i la cuina excepcional d'INÈDIT.",
    "location.hours": "Horaris",
    "gallery.title": "Galeria",
    "gallery.description": "Exploreu l'ambient, les creacions culinàries i les experiències que defineixen INÈDIT.",
    "cuisine.title": "Cuina Signatura",
    "cuisine.description": "A INÈDIT, combinem tècniques tradicionals amb enfocaments innovadors per crear experiències gastronòmiques inoblidables. El nostre menú canvia amb les estacions, sempre presentant els millors ingredients locals procedents de productors de confiança de tot Catalunya i la costa mediterrània.",
    "cuisine.description2": "Cada plat és un reflex de la nostra passió per l'excel·lència culinària, combinant respecte per la tradició amb creativitat. Us convidem a embarcar-vos en un viatge gastronòmic que celebra els rics sabors i el patrimoni cultural de la nostra regió, reimaginats a través de la nostra perspectiva única.",
    "beverages.title": "Begudes",
    "beverages.description": "Una selecció de vins, còctels i begudes no alcohòliques per acompanyar el vostre àpat.",
    "reservation.title": "Preparat per Experimentar INÈDIT?",
    
    "reservation.description": "Reserva la teva taula ara i embarca't en un viatge culinari com cap altre. Estem desitjant donar-te la benvinguda!"
}

