{
  "nav.home": "Inici",
  "nav.menu": "Menú",
  "nav.drinks": "Begudes",
  "nav.gallery": "Galeria",
  "nav.contact": "Contacte",
  "hero.title": "Res del que esperes. Tot el que et ve de gust",
  "hero.subtitle": "Sense focs artificials. Però amb espurna",
  "hero.title2": "Sabors que viatgen",
  "hero.subtitle2": "Gent del món, endavant, no cal passaport",
  "hero.title3": "",
  "hero.subtitle3": "",
  "hero.cta": "Reservar una Taula",
  "menu.title": "El Nostre Menú",
  "menu.subtitle": "Elaborat amb passió",
  "menu.view_full_menu": "Veure Carta Completa",
  "menu.description": "Aquí manen les ganes. Les de quelcom cruixent per començar. Les d'una pasta que no es comparteix. Les d'una pizza que no necessita excuses. Les de triar per impuls. Les de repetir. Les d'acabar amb alguna cosa dolça, tot i que hagis dit que no pots més. Aquesta carta no és extensa, és encertada. Hi ha plats que vénen per quedar-se. I d'altres que se'n van just quan començaves a encomanar-te. Tu només tria taula. La resta va arribant.",
  "menu.no_items_in_category": "No hi ha plats en aquesta categoria",
  "contact.description": "Ens encantaria saber de tu. Contacta'ns per a qualsevol pregunta, comentari o per consultar sobre esdeveniments privats.",
  "contact.address": "Adreça",
  "contact.phone": "Telèfon",
  "contact.email": "Correu electrònic",
  "footer.rights": "Tots els drets reservats",
  "footer.description": "A INèDIT viuràs una experiència gastronòmica única que combina tècniques tradicionals amb enfocaments innovadors.",
  "location.title": "Ubicació",
  "location.description": "Visita'ns per experimentar l'atmosfera única i la cuina excepcional d'INÈDIT.",
  "location.hours": "Horaris",
  "location.days": "Tots els dies",
  "gallery.button": "Veure Galeria",
  "gallery.title": "Galeria",
  "gallery.description": "El que veus és només el principi. La resta –l'aroma, el sabor, la conversa, la brisa– hauràs de venir a viure-ho. Imatges que obren la gana. I això que encara no t'has assegut. No fem servir filtres. Tampoc a la cuina. Això és INèDIT: tal qual. Sense trampa, però amb màgia.",
  "cuisine.title": "INèDIT. Res del que esperes. Tot el que t'agrada.",
  "cuisine.description": "Ho anomenem INèDIT perquè no volíem ser un més. Ni un concepte, ni una tendència. Aquí no hi ha poses, però sí intenció: cuinar bé, servir amb gust i fer-ho en un dels racons més bonics del passeig de Lloret. INèDIT és el que passa quan el producte és bo i no necessita disfressa. Quan una pizza pot ser memorable, una pasta pot tenir accent propi i un entrant pot robar-se l'escena.",
  "cuisine.description2": "La nostra carta canvia amb les ganes, no amb les modes. I a la nostra bodega hi ha ampolles que no necessiten presentació i d'altres que es tornen favorites sense avisar. Totes triades amb cura. Res a l'atzar. Davant del mar? Sí. Però l'important és el que passa quan t'asseus. El que no esperaves. L'inèdit.",
  "beverages.title": "Begudes",
  "beverages.description": "No tot el bo està al plat. També servim coses que fan pessigolles, refresquen converses i mariden amb tot, fins i tot amb tu. I si només vols una cosa fresca... També tenim el de sempre: aigües, refrescs, cerveses. Però fins i tot això, té un gust diferent aquí.",
  "reservation.title": "A punt per experimentar INÈDIT?",
  "reservation.description": "Reserva la teva taula ara i embarca't en un viatge culinari com cap altre. Estem desitjant donar-te la benvinguda!",
  "contact.private_events_title": "Esdeveniments Privats",
  "contact.private_events_description": "INÈDIT ofereix espais elegants per a sopars privats i esdeveniments especials. El nostre equip treballarà amb tu per crear una experiència memorable.",
  "contact.private_events_cta": "Per a consultes sobre esdeveniments privats, contacta'ns a:"
}

