{
  "nav.home": "Startseite",
  "nav.menu": "Menü",
  "nav.drinks": "Getränke",
  "nav.gallery": "Galerie",
  "nav.contact": "Kontakt",
  "hero.title": "Nichts, was Sie erwarten. Alles, was Sie begehren",
  "hero.subtitle": "Ohne Feuerwerk. Aber mit Funken",
  "hero.title2": "Geschmäcker, die reisen",
  "hero.subtitle2": "Menschen der Welt, treten Sie vor, kein Reisepass nötig",
  "hero.title3": "",
  "hero.subtitle3": "",
  "hero.cta": "Tisch reservieren",
  "menu.title": "Unser Menü",
  "menu.subtitle": "Mit Leidenschaft zubereitet",
  "menu.view_full_menu": "Gesamtes Menü anzeigen",
  "menu.description": "Hier herrschen die Gelüste. Die Lust auf etwas Knuspriges zum Start. Die Lust auf Pasta, die man nicht teilt. Die Lust auf eine Pizza, die keine Ausreden braucht. Die Lust, impulsiv zu wählen. Die Lust auf mehr. Die Lust, mit etwas Süßem abzuschließen, auch wenn Sie gesagt haben, dass Sie nicht mehr können. Diese Speisekarte ist nicht umfangreich, sie ist präzise. Es gibt Gerichte, die bleiben. Und andere, die gehen, gerade wenn Sie anfingen, sie zu mögen. Sie wählen einfach einen Tisch. Der Rest kommt von selbst.",
  "menu.no_items_in_category": "Keine Gerichte in dieser Kategorie",
  "contact.description": "Wir freuen uns, von Ihnen zu hören. Kontaktieren Sie uns bei Fragen, Feedback oder Anfragen zu privaten Veranstaltungen.",
  "contact.address": "Adresse",
  "contact.phone": "Telefon",
  "contact.email": "E-Mail",
  "footer.rights": "Alle Rechte vorbehalten",
  "footer.description": "INÈDIT bietet ein einzigartiges Speiseerlebnis, das traditionelle Techniken mit innovativen Ansätzen verbindet.",
  "location.title": "Standort",
  "location.description": "Besuchen Sie uns, um die einzigartige Atmosphäre und die außergewöhnliche Küche von INÈDIT zu erleben.",
  "location.hours": "Öffnungszeiten",
  "location.days": "Donnerstag bis Montag",
  "gallery.button": "Galerie anzeigen",
  "gallery.title": "Galerie",
  "gallery.description": "Was Sie sehen, ist nur der Anfang. Den Rest – das Aroma, den Geschmack, das Gespräch, die Brise – müssen Sie selbst erleben kommen. Bilder, die den Appetit anregen. Und Sie haben sich noch nicht einmal hingesetzt. Wir verwenden keine Filter. Auch nicht in der Küche. Das ist INèDIT: so wie es ist. Ohne Tricks, aber mit Magie.",
  "cuisine.title": "INèDIT. Nichts, was Sie erwarten. Alles, was Sie lieben.",
  "cuisine.description": "Wir nennen es INèDIT, weil wir nicht einfach ein weiteres Restaurant sein wollten. Kein Konzept, kein Trend. Hier gibt es keine Posen, nur Absicht: köstlich zu kochen, mit Vergnügen zu servieren und das in einer der schönsten Ecken der Promenade von Lloret. Inèdit ist das, was passiert, wenn das Produkt gut ist und keine Verkleidung braucht. Wenn eine Pizza denkwürdig sein kann, eine Pasta ihren eigenen Akzent haben kann und eine Vorspeise die Szene stehlen kann.",
  "cuisine.description2": "Unsere Speisekarte ändert sich mit der Lust, nicht mit der Mode. Und in unserem Weinkeller gibt es Flaschen, die keine Vorstellung brauchen, und andere, die ohne Vorwarnung zu Favoriten werden. Alle mit Sorgfalt ausgewählt. Nichts dem Zufall überlassen. Am Meer? Ja. Aber was zählt, ist, was passiert, wenn Sie sich hinsetzen. Was Sie nicht erwartet haben. Das Ungesehene.",
  "beverages.title": "Getränke",
  "beverages.description": "Nicht alles Gute steht auf dem Teller. Wir servieren auch Dinge, die kitzeln, Gespräche erfrischen und zu allem passen, sogar zu Ihnen. Und wenn Sie nur etwas Erfrischendes möchten... Wir haben auch das Übliche: Wasser, Erfrischungsgetränke, Biere. Aber selbst das schmeckt hier anders.",
  "reservation.title": "Bereit für das INÈDIT-Erlebnis?",
  "reservation.description": "Reservieren Sie jetzt Ihren Tisch und begeben Sie sich auf eine einzigartige kulinarische Reise. Wir freuen uns darauf, Sie begrüßen zu dürfen!"
}

