{
  "nav.home": "Home",
  "nav.menu": "Menu",
  "nav.drinks": "Drinks",
  "nav.gallery": "Gallery",
  "nav.contact": "Contact",

  "hero.title": "Nothing you expect. Everything you crave",
  "hero.subtitle": "No fireworks. But with a spark",
  "hero.title2": "Flavors that travel",
  "hero.subtitle2": "People of the world, step forward, no passport needed",
  "hero.title3": "",
  "hero.subtitle3": "",
  "hero.cta": "Book a Table",
  "menu.title": "Our Menu",
  "menu.subtitle": "Crafted with passion",
  "menu.view_full_menu": "View Full Menu",
  "menu.description": "Here, cravings rule. Cravings for something crispy to start. For pasta that's not to be shared. For a pizza that needs no excuses. For choosing on impulse. For going back for more. For ending with something sweet, even when you've said you can't eat another bite. This menu isn't extensive, it's precise. Some dishes are here to stay. Others leave just when you were getting attached. You just choose a table. Everything else will come.",
  "menu.no_items_in_category": "No items in this category",
  "contact.description": "We'd love to hear from you. Reach out with any questions, feedback, or to inquire about private events.",
  "contact.address": "Address",
  "contact.phone": "Phone",
  "contact.email": "Email",
  "footer.rights": "All rights reserved",
  "footer.description": "At INèDIT, you'll experience a unique gastronomic journey that combines traditional techniques with innovative approaches.",
  "location.title": "Location",
  "location.description": "Visit us to experience the unique atmosphere and exceptional cuisine of INÈDIT.",
  "location.hours": "Hours",
  "location.days": "Every day",
  "gallery.button": "View Gallery",
  "gallery.title": "Gallery",
  "gallery.description": "What you see is just the beginning. The rest – the aroma, the taste, the conversation, the breeze – you'll have to come experience it. Images that whet your appetite. And you haven't even sat down yet. We don't use filters. Not in the kitchen either. This is INèDIT: just as it is. No tricks, but plenty of magic.",
  "cuisine.title": "INèDIT. Nothing you expect. Everything you love.",
  "cuisine.description": "We call it INèDIT because we didn't want to be just another restaurant. Not a concept, not a trend. Here there are no poses, just intention: to cook deliciously, serve with pleasure, and do it in one of the most beautiful corners of Lloret's promenade. Inèdit is what happens when the product is good and needs no disguise. When a pizza can be memorable, pasta can have its own accent, and an appetizer can steal the scene.",
  "cuisine.description2": "Our menu changes with desire, not with fashion. And in our cellar, there are bottles that need no introduction and others that become favorites without warning. All chosen with care. Nothing by chance. By the sea? Yes. But what matters is what happens when you sit down. What you didn't expect. The unprecedented.",
  "beverages.title": "Beverages",
  "beverages.description": "Not everything good is on the plate. We also serve things that tickle, refresh conversations, and pair with everything, even with you. And if you just want something refreshing... We also have the usual: water, soft drinks, beers. But even that tastes different here.",
  "reservation.title": "Ready to Experience INÈDIT?",
  "reservation.description": "Book your table now and embark on a culinary journey like no other. We look forward to meeting you!"
}

