{
  "nav.home": "Home",
  "nav.menu": "Menu",
  "nav.gallery": "Gallery",
  "nav.contact": "Contact",
  "hero.title": "Signature Cuisine",
  "hero.subtitle": "An unforgettable dining experience",
  "hero.cta": "Book a Table",
  "menu.title": "Our Menu",
  "menu.view_full_menu": "View Full Menu",
  "menu.description": "At INÈDIT, each dish is a masterpiece, crafted with the finest ingredients and culinary techniques. Explore our menu and discover the magic of signature cuisine.",
  "menu.subtitle": "Crafted with passion",
  "contact.description": "We'd love to hear from you. Reach out with any questions, feedback, or to inquire about private events.",
  "contact.address": "Address",
  "contact.phone": "Phone",
  "contact.email": "Email",
  "footer.copyright": "All rights reserved",
  "footer.description":"INÈDIT offers a unique dining experience that combines traditional techniques with innovative approaches.",
  "location.title": "Location",
  "location.description":"Visit us to experience the unique atmosphere and exceptional cuisine of INÈDIT.",
  "location.hours": "Hours",
  "gallery.title": "Gallery",
  "gallery.description": "Explore the ambiance, culinary creations, and experiences that define INÈDIT.",
  "cuisine.title": "Signature Cuisine",
  "cuisine.description": "   At INÈDIT, we blend traditional techniques with innovative approaches to create unforgettable dining experiences. Our menu changes with the seasons, always featuring the finest local ingredients sourced from trusted producers throughout Catalonia and the Mediterranean coast.",
  "cuisine.description2": "Each dish is a reflection of our passion for culinary excellence, combining respect for tradition with creative flair. We invite you to embark on a gastronomic journey that celebrates the rich flavors and cultural heritage of our region, reimagined through our unique perspective.",
  "beverages.title": "Beverages",
  "beverages.description": "A selection of wines, cocktails, and non-alcoholic beverages to complement your meal.",
  "reservation.title": "Ready to Experience INÈDIT?",
  "reservation.description": "Book your table now and embark on a culinary journey like no other. We look forward to welcoming you!"
}

