{
  "nav.home": "Inicio",
  "nav.menu": "Carta",
  "nav.drinks": "Bebidas",
  "nav.gallery": "Galería",
  "nav.contact": "Contacto",
  "hero.title": "Nada de lo que esperas. Todo lo que te apetece",
  "hero.subtitle": "Sin fuegos artificiales. Pero con chispa",
  "hero.title2": "Sabores que viajan",
  "hero.subtitle2": "Gentes del mundo, adelante, no hace falta pasaporte",
  "hero.title3": "",
  "hero.subtitle3": "",
  "hero.cta": "Reservar Mesa",
  "menu.title": "Nuestra Carta",
  "menu.subtitle": "Elaborada con pasión",
  "menu.view_full_menu": "Ver Carta Completa",
  "menu.description": "Aquí mandan las ganas. Las de algo crujiente para empezar. Las de una pasta que no se comparte. Las de una pizza que no necesita excusas. Las de elegir por impulso. Las de repetir. Las de acabar con algo dulce, aunque hayas dicho que no puedes más. Esta carta no es extensa, es certera. Hay platos que vienen para quedarse. Y otros que se van justo cuando empezabas a encariñarte. Tú solo elige mesa. Lo demás va llegando.",
  "contact.description": "Nos encantaría saber de ti. Contáctanos con cualquier pregunta, comentario o para consultar sobre eventos privados.",
  "contact.address": "Dirección",
  "contact.phone": "Teléfono",
  "contact.email": "Correo",
  "footer.rights": "Todos los derechos reservados",
  "footer.description": "En INèDIT vivirás una experiencia gastronómica única que combina técnicas tradicionales con enfoques innovadores.",
  "location.title": "Ubicación",
  "location.description": "Visítanos para experimentar la atmósfera única y la excepcional cocina de INÈDIT.",
  "location.hours": "Horario",
  "location.days":" Todos los días",
  "gallery.button": "Ver Galería",
  "gallery.title": "Galería",
  "gallery.description": "Lo que ves es solo el principio. El resto el aroma, el sabor, la charla, la brisa tendrás que venir a vivirlo. Imágenes que abren el apetito. Y eso que aún no te has sentado. No usamos filtros. Tampoco en la cocina. Esto es INèDIT: tal cual. Sin trampa, pero con magia.",
  "cuisine.title": "INèDIT. Nada de lo que esperas. Todo lo que te gusta.",
  "cuisine.description": "Lo llamamos INèDIT porque no queríamos ser uno más. Ni un concepto, ni una tendencia. Aquí no hay poses, pero sí intención: cocinar rico, servir con gusto y hacerlo en uno de los rincones más bonitos del paseo de Lloret. Inèdit es lo que pasa cuando el producto es bueno y no necesita disfraz. Cuando una pizza puede ser memorable, una pasta puede tener acento propio y un entrante puede robarse la escena.",
  "cuisine.description2": "Nuestra carta cambia con las ganas, no con las modas. Y en nuestra bodega hay botellas que no necesitan presentación y otras que se vuelven favoritas sin avisar. Todas elegidas con mimo. Nada al azar. ¿Frente al mar? Sí. Pero lo importante es lo que pasa cuando te sientas. Lo que no esperabas. Lo inédito.",
  "beverages.title": "Bebidas",
  "beverages.description": "No todo lo bueno está en el plato. También servimos cosas que hacen cosquillas, refrescan conversaciones y maridan con todo, incluso contigo. Y si solo quieres algo fresco…También tenemos lo de siempre: aguas, refrescos, cervezas. Pero incluso eso, sabe distinto aquí.",
  "reservation.title": "¿Listo para experimentar INÈDIT?",
  "reservation.description": "Reserva tu mesa ahora y emprende un viaje culinario como ningún otro.¡Queremos conocerte!",
  "contact.private_events_title": "Eventos Privados",
  "contact.private_events_description": "INÈDIT ofrece espacios elegantes para cenas privadas y eventos especiales. Nuestro equipo trabajará contigo para crear una experiencia memorable.",
  "contact.private_events_cta": "Para consultas sobre eventos privados, contáctanos en:"
  
}

