{
  "nav.home": "Accueil",
  "nav.menu": "Menu",
  "nav.drinks": "Boissons",
  "nav.gallery": "Galerie",
  "nav.contact": "Contact",
  "hero.title": "Rien de ce que vous attendez. Tout ce que vous désirez",
  "hero.subtitle": "Sans feux d'artifice. Mais avec une étincelle",
  "hero.title2": "Des saveurs qui voyagent",
  "hero.subtitle2": "Citoyens du monde, avancez, pas besoin de passeport",
  "hero.title3": "",
  "hero.subtitle3": "",
  "hero.cta": "Réserver une Table",
  "menu.title": "Notre Menu",
  "menu.subtitle": "Élaboré avec passion",
  "menu.view_full_menu": "Voir la Carte Complète",
  "menu.description": "Ici, ce sont les envies qui commandent. L'envie de quelque chose de croustillant pour commencer. L'envie d'une pâte qui ne se partage pas. L'envie d'une pizza qui n'a pas besoin d'excuses. L'envie de choisir par impulsion. L'envie de redemander. L'envie de finir avec quelque chose de sucré, même si vous avez dit que vous ne pouviez plus rien manger. Cette carte n'est pas extensive, elle est précise. Il y a des plats qui sont là pour rester. Et d'autres qui partent juste quand vous commenciez à vous y attacher. Vous choisissez simplement une table. Le reste vient à vous.",
  "menu.no_items_in_category": "Aucun plat dans cette catégorie",
  "contact.description": "Nous serions ravis d'avoir de vos nouvelles. Contactez-nous pour toute question, commentaire ou pour vous renseigner sur les événements privés.",
  "contact.address": "Adresse",
  "contact.phone": "Téléphone",
  "contact.email": "Email",
  "footer.rights": "Tous droits réservés",
  "footer.description": "Chez INèDIT, vous vivrez une expérience gastronomique unique qui allie techniques traditionnelles et approches innovantes.",
  "location.title": "Emplacement",
  "location.description": "Venez nous voir pour découvrir l'atmosphère unique et la cuisine exceptionnelle d'INÈDIT.",
  "location.hours": "Horaires",
  "location.days": "Jeudi à Lundi",
  "gallery.button": "Voir la Galerie",
  "gallery.title": "Galerie",
  "gallery.description": "Ce que vous voyez n'est que le début. Le reste – l'arôme, le goût, la conversation, la brise – vous devrez venir le vivre. Des images qui ouvrent l'appétit. Et vous n'êtes même pas encore assis. Nous n'utilisons pas de filtres. Pas en cuisine non plus. C'est INèDIT : tel quel. Sans artifice, mais avec magie.",
  "cuisine.title": "INèDIT. Rien de ce que vous attendez. Tout ce que vous aimez.",
  "cuisine.description": "Nous l'appelons INèDIT parce que nous ne voulions pas être un restaurant de plus. Ni un concept, ni une tendance. Ici, pas de poses, mais de l'intention : cuisiner délicieusement, servir avec plaisir et le faire dans l'un des plus beaux coins de la promenade de Lloret. Inèdit, c'est ce qui se passe quand le produit est bon et n'a pas besoin de déguisement. Quand une pizza peut être mémorable, des pâtes peuvent avoir leur propre accent et une entrée peut voler la vedette.",
  "cuisine.description2": "Notre carte change avec les envies, pas avec les modes. Et dans notre cave, il y a des bouteilles qui n'ont pas besoin de présentation et d'autres qui deviennent des favoris sans prévenir. Toutes choisies avec soin. Rien au hasard. Face à la mer ? Oui. Mais l'important est ce qui se passe quand vous vous asseyez. Ce que vous n'attendiez pas. L'inédit.",
  "beverages.title": "Boissons",
  "beverages.description": "Tout ce qui est bon n'est pas dans l'assiette. Nous servons aussi des choses qui chatouillent, rafraîchissent les conversations et s'accordent avec tout, même avec vous. Et si vous voulez juste quelque chose de frais... Nous avons aussi l'habituel : eaux, sodas, bières. Mais même cela a un goût différent ici.",
  "reservation.title": "Prêt à Découvrir INÈDIT ?",
  "reservation.description": "Réservez votre table dès maintenant et embarquez pour un voyage culinaire comme aucun autre. Nous sommes impatients de vous accueillir !"
}

