{
  "nav.home": "Home",
  "nav.menu": "Menu",
  "nav.drinks": "Bevande",
  "nav.gallery": "Galleria",
  "nav.contact": "Contatti",
  "hero.title": "Niente di ciò che ti aspetti. Tutto ciò che desideri",
  "hero.subtitle": "Niente fuochi d'artificio. Ma con una scintilla",
  "hero.title2": "Sapori che viaggiano",
  "hero.subtitle2": "Gente del mondo, avanzate, non serve il passaporto",
  "hero.title3": "",
  "hero.subtitle3": "",
  "hero.cta": "Prenota un Tavolo",
  "menu.title": "Il Nostro Menu",
  "menu.subtitle": "Creato con passione",
  "menu.view_full_menu": "Visualizza Menu Completo",
  "menu.description": "Qui comandano i desideri. Il desiderio di qualcosa di croccante per iniziare. Di una pasta che non si condivide. Di una pizza che non ha bisogno di scuse. Di scegliere d'impulso. Di fare il bis. Di finire con qualcosa di dolce, anche se hai detto che non ce la fai più. Questo menu non è vasto, è preciso. Ci sono piatti che restano. E altri che se ne vanno proprio quando iniziavi ad affezionarti. Tu scegli semplicemente un tavolo. Il resto arriverà.",
  "menu.no_items_in_category": "Nessun piatto in questa categoria",
  "contact.description": "Ci piacerebbe sentirti. Contattaci per domande, feedback o per informazioni su eventi privati.",
  "contact.address": "Indirizzo",
  "contact.phone": "Telefono",
  "contact.email": "Email",
  "footer.rights": "Tutti i diritti riservati",
  "footer.description": "A INèDIT vivrai un'esperienza gastronomica unica che combina tecniche tradizionali con approcci innovativi.",
  "location.title": "Posizione",
  "location.description": "Visitaci per sperimentare l'atmosfera unica e la cucina eccezionale di INÈDIT.",
  "location.hours": "Orari",
  "location.days": "Tutti i giorni",
  "gallery.button": "Visualizza Galleria",
  "gallery.title": "Galleria",
  "gallery.description": "Quello che vedi è solo l'inizio. Il resto – l'aroma, il sapore, la conversazione, la brezza – dovrai venire a viverlo. Immagini che stimolano l'appetito. E non ti sei ancora seduto. Non usiamo filtri. Neanche in cucina. Questo è INèDIT: così com'è. Senza trucchi, ma con magia.",
  "cuisine.title": "INèDIT. Niente di ciò che ti aspetti. Tutto ciò che ami.",
  "cuisine.description": "Lo chiamiamo INèDIT perché non volevamo essere un ristorante qualunque. Né un concetto, né una tendenza. Qui non ci sono pose, ma intenzione: cucinare deliziosamente, servire con piacere e farlo in uno degli angoli più belli del lungomare di Lloret. Inèdit è ciò che accade quando il prodotto è buono e non ha bisogno di travestimenti. Quando una pizza può essere memorabile, una pasta può avere un accento proprio e un antipasto può rubare la scena.",
  "cuisine.description2": "Il nostro menu cambia con i desideri, non con le mode. E nella nostra cantina ci sono bottiglie che non hanno bisogno di presentazioni e altre che diventano preferite senza preavviso. Tutte scelte con cura. Nulla lasciato al caso. Di fronte al mare? Sì. Ma l'importante è ciò che accade quando ti siedi. Ciò che non ti aspettavi. L'inedito.",
  "beverages.title": "Bevande",
  "beverages.description": "Non tutto ciò che è buono è nel piatto. Serviamo anche cose che stuzzicano, rinfrescano le conversazioni e si abbinano a tutto, anche a te. E se vuoi solo qualcosa di fresco... Abbiamo anche il solito: acqua, bibite, birre. Ma anche quello ha un sapore diverso qui.",
  "reservation.title": "Pronto a Scoprire INÈDIT?",
  "reservation.description": "Prenota il tuo tavolo ora e intraprendi un viaggio culinario come nessun altro. Non vediamo l'ora di darti il benvenuto!"
}

