{
  "nav.home": "Главная",
  "nav.menu": "Меню",
  "nav.gallery": "Галерея",
  "nav.contact": "Контакты",
  "hero.title": "Авторская Кухня",
  "hero.subtitle": "Незабываемый гастрономический опыт",
  "hero.cta": "Забронировать Стол",
  "menu.title": "Наше Меню",
  "menu.view_full_menu": "Посмотреть Полное Меню",
  "menu.description": "В INÈDIT каждое блюдо — это шедевр, созданный с использованием лучших ингредиентов и кулинарных техник. Изучите наше меню и откройте для себя магию авторской кухни.",
  "menu.subtitle": "Создано с passion",
  "contact.description": "Мы будем рады услышать от вас. Свяжитесь с нами по любым вопросам, отзывам или для получения информации о частных мероприятиях.",
  "contact.address": "Адрес",
  "contact.phone": "Телефон",
  "contact.email": "Электронная почта",
  "footer.copyright": "Все права защищены",
  "footer.description": "INÈDIT предлагает уникальный гастрономический опыт, сочетающий традиционные техники с инновационными подходами.",
  "location.title": "Расположение",
  "location.description": "Посетите нас, чтобы ощутить уникальную атмосферу и исключительную кухню INÈDIT.",
  "location.hours": "Часы работы",
  "gallery.title": "Галерея",
  "gallery.description": "Познакомьтесь с атмосферой, кулинарными творениями и впечатлениями, определяющими INÈDIT.",
  "cuisine.title": "Авторская Кухня",
  "cuisine.description": "В INÈDIT мы сочетаем традиционные техники с инновационными подходами для создания незабываемых гастрономических впечатлений. Наше меню меняется с сезонами, всегда представляя лучшие местные ингредиенты от проверенных производителей со всей Каталонии и Средиземноморского побережья.",
  "cuisine.description2": "Каждое блюдо отражает нашу страсть к кулинарному совершенству, сочетая уважение к традициям с творческим подходом. Мы приглашаем вас отправиться в гастрономическое путешествие, которое прославляет богатые вкусы и культурное наследие нашего региона, переосмысленные через нашу уникальную перспективу.",
  "beverages.title": "Напитки",
  "beverages.description": "Подборка вин, коктейлей и безалкогольных напитков, дополняющих ваш обед.",
  "reservation.title": "Готовы Испытать INÈDIT?",
  "reservation.description": "Забронируйте стол прямо сейчас и отправьтесь в кулинарное путешествие, не похожее ни на что другое. Мы с нетерпением ждем встречи с вами!"
}

